{
  "id": "Dovlet_Gerbi",
  "raw_js": "export const Dovlet_Gerbi = {\n  name: \"Dövlət Gerbi\",\n  questions: [\n    {\n      id: 642,\n      text: '\"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanununa görə, bu Qanun AR Dövlət Gerbindən istifadə qaydalarını nəyə uyğun olaraq müəyyən edir? 1.  AR Konstitusiyasının 23-cü maddəsinə (\"Azərbaycan dövlətinin rəmzləri\") uyğun olaraq 2.  \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Qanununa uyğun olaraq 3.  \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya Qanununa uyğun olaraq 4.  \"AR Dövlət Gerbi haqqında Əsasnamə\"yə uyğun olaraq 5.  AR Konstitusiyasının 75-ci maddəsinə (\"Dövlət rəmzlərinə hörmət\") uyğun olaraq',\n      options: [\n        'A. 1; 2',\n        'B. 2; 4',\n        'C. 4; 5',\n        'D. 1; 3'\n      ],\n      correctAnswer: 3,\n      explanation: 'Qanunun 1-ci maddəsinə əsasən, bu Qanun \"AR Konstitusiyasının 23-cü maddəsinə\" və \"\"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya Qanununa\" uyğun olaraq Dövlət Gerbindən istifadə qaydalarını müəyyən edir.'\n    },\n    {\n      id: 643,\n      text: '\"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanununa görə, doğru olmayanı tapın:',\n      options: [\n        'A. AR Konstitusiyasının 23-cü maddəsinin I hissəsinə əsasən, AR Dövlət Gerbi AR dövlət rəmzidir',\n        'B. AR Dövlət Gerbinin təsviri AR Konstitusiyasının 23-cü maddəsinə (\"Azərbaycan dövlətinin rəmzləri\") uyğun olaraq müəyyən edilir',\n        'C. AR Dövlət Gerbinin təsviri \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya qanunu ilə müəyyən edilir',\n        'D. AR Konstitusiyasının 75-ci maddəsinə (\"Dövlət rəmzlərinə hörmət\") əsasən, hər bir vətəndaş AR Dövlət Gerbinə hörmət etməlidir. AR Dövlət Gerbinə hörmətsizliyin nümayiş etdirilməsi qanunla müəyyən edilmiş məsuliyyətə səbəb olur.'\n      ],\n      correctAnswer: 1,\n      explanation: 'Qanuna görə, AR Dövlət Gerbinin təsviri Konstitusiya ilə deyil, \"\"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya qanunu\" ilə müəyyən edilir. Buna görə də B bəndi doğru deyil.'\n    },\n    {\n      id: 644,\n      text: 'AR Dövlət Gerbi haqqında qanunvericilik ibarətdir: 1.  AR Konstitusiyasından 2.  \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Qanunundan 3.  \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya Qanunundan 4.  AR tərəfdar çıxdığı beynəlxalq müqavilələrdən 5.  Bu qanundan 6.  Bu Qanuna uyğun qəbul edilmiş digər normativ hüquqi aktlardan',\n      options: [\n        'A. 5; 6',\n        'B. 1; 2; 4; 5',\n        'C. 1; 3; 4; 5; 6',\n        'D. Hamısı'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 2-ci maddəsinə əsasən, Azərbaycan Respublikasının Dövlət Gerbi haqqında qanunvericilik \"Konstitusiyadan, Konstitusiya Qanunundan, beynəlxalq müqavilələrdən, bu Qanundan və ona uyğun qəbul edilmiş digər normativ hüquqi aktlardan\" ibarətdir. Bu, C variantına uyğundur.'\n    },\n    {\n      id: 645,\n      text: 'AR Dövlət Gerbi ilə bağlı dövlətin vəzifələrindən biri yanlışdır:',\n      options: [\n        'A. AR Dövlət Gerbinin mahiyyətini və əhəmiyyətini əhali arasında geniş təbliğ etmək və onları bu barədə maarifləndirmək',\n        'B. Gəncləri və təhsil alanları AR Dövlət Gerbinə hörmət ruhunda tərbiyələndirmək',\n        'C. AR hüdudları daxilində və ondan kənarda AR Dövlət Gerbi barədə qarşı təhqiredici hərəkətlərin qarşısının alınması üçün beynəlxalq hüquq normalarına və AR Cinayət Məcəlləsinə uyğun tədbirlər görmək',\n        'D. \"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanununa riayət olunmasını təmin etmək'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 3-cü maddəsində, bu cür hərəkətlərin qarşısının alınması üçün Cinayət Məcəlləsinə deyil, Azərbaycan Respublikasının qanunvericiliyinə uyğun tədbirlər görülməsi qeyd olunur. Buna görə C bəndi yanlışdır.'\n    },\n    {\n      id: 646,\n      text: \"'Dövlət rəmzləri müəlliflik hüququnun obyekti deyildir' müddəası nəyə əsaslanır?\",\n      options: [\n        'A. Bu Qanuna',\n        'B. \"Müəllif hüququ və əlaqəli hüquqlar haqqında\" AR Qanununa',\n        'C. AR Konstitusiyasının 23-cü maddəsinə',\n        'D. \"AR Dövlət Gerbinin təsvirinin təsdiq edilməsi haqqında\" AR Konstitusiya Qanununa'\n      ],\n      correctAnswer: 1,\n      explanation: 'Qanunun 4-cü maddəsinə əsasən, dövlət rəmzlərinin müəlliflik hüququnun obyekti olmaması \"\"Müəllif hüququ və əlaqəli hüquqlar haqqında\" AR Qanununda\" müəyyən edilir.'\n    },\n    {\n      id: 647,\n      text: 'AR Dövlət Gerbinin qabarıq təsvirinin istifadə olunduğu yerlərdən biri doğrudur:',\n      options: [\n        'A. AR Milli Məclisinin xidməti otağına',\n        'B. Bütün dövlət orqanlarının (qurumlarının) binalarında',\n        'C. AR qanunvericiliyində nəzərdə tutulmuş hallarda dövlət orqanlarının (qurumlarının) binalarında',\n        'D. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanların (qurumların) binalarında'\n      ],\n      correctAnswer: 3,\n      explanation: 'Qanunun 5-ci maddəsinə əsasən, qabarıq təsvirin istifadəsi halları \"müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir\". Bu, D bəndinə uyğundur.'\n    },\n    {\n      id: 648,\n      text: 'AR Dövlət Gerbinin qabarıq təsviri vurulmur:',\n      options: [\n        'A. AR Apellyasiya Məhkəmələrinin sədrlərinin xidməti otaqlarına',\n        'B. AR dövlət iqamətgahlarının binalarına',\n        'C. AR Prezident sarayına',\n        'D. AR Prezidentinin xidməti otağına'\n      ],\n      correctAnswer: 0,\n      explanation: 'Qanunun 5.1-ci maddəsinə əsasən, qabarıq təsvir \"AR Apellyasiya Məhkəmələrinin sədrlərinin xidməti otaqlarına\" vurulmur. Digər variantlar isə qanunda qabarıq təsvirin istifadə olunduğu yerlər kimi göstərilir.'\n    },\n    {\n      id: 649,\n      text: 'AR Dövlət Gerbinin qabarıq təsvirinin istifadə olunduğu yerlərdən biri yanlışdır:',\n      options: [\n        'A. AR Milli Məclisinin və NMR Ali Məclisinin binasında',\n        'B. AR Milli Məclisinin və NMR Ali Məclisinin iclas salonunda',\n        'C. AR və NMR Ali Məclisinin sədrinin xidməti otağında',\n        'D. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanların (qurumların) binalarında'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 5-ci maddəsində AR Milli Məclisi sədrinin xidməti otağında qabarıq təsvirin istifadəsi qeyd edilsə də, \"NMR Ali Məclisi sədrinin xidməti otağı\" göstərilmir. Buna görə də bu bənd yanlışdır.'\n    },\n    {\n      id: 650,\n      text: 'AR Dövlət Gerbinin qabarıq təsviri aşağıdakılardan hansına vurulur? 1.  AR bütün məhkəmələrinin binalarına 2.  AR bütün məhkəmələrinin iclas salonlarina 3.  AR Konstitusiya Məhkəməsi sədrinin xidməti otağına 4.  AR Ali Məhkəməsi sədrinin xidməti otağına 5.  AR Ali Arbitraj Məhkəməsi sədrinin xidməti otağına 6.  AR bütün Apellyasiya məhkəmələrinin sədrlərinin xidməti otaqlarına 7.  AR diplomatik nümayəndəliklərinin və konsulluqlarının binalarına',\n      options: [\n        'A. 2; 4; 5; 6; 7',\n        'B. 1; 2; 3; 4; 7',\n        'C. 1; 3; 4; 5; 6',\n        'D. Hamısı'\n      ],\n      correctAnswer: 1,\n      explanation: 'Qanunun 5.1-ci maddəsinə əsasən, qabarıq təsvir \"AR bütün məhkəmələrinin binalarına və iclas salonlarına, AR Konstitusiya Məhkəməsi və AR Ali Məhkəməsi sədrinin xidməti otaqlarına, həmçinin diplomatik nümayəndəliklərin və konsulluqların binalarına\" vurulur. Verilənlər içində Ali Arbitraj Məhkəməsi və Apellyasiya məhkəmələrinin sədrləri qeyd edilmir.'\n    },\n    {\n      id: 651,\n      text: 'AR Dövlət Gerbinin qabarıq təsviri vurulur:',\n      options: [\n        'A. Dövlət orqanlarının binalarının lövhələrində',\n        'B. Bütün dövlət orqanlarının binalarına',\n        'C. Mərkəzi icra hakimiyyəti orqanının müəyyən etdiyi orqanların (qurumların) binalarına',\n        'D. AR dövlət iqamətgahlarının binalarına'\n      ],\n      correctAnswer: 3,\n      explanation: 'Qanunun 5.1.7-ci maddəsində \"AR dövlət iqamətgahlarının binaları\" qabarıq gerbin istifadə olunduğu yerlər sırasına daxil edilir. Digər variantlar yanlışdır.'\n    },\n    {\n      id: 652,\n      text: 'AR Dövlət Gerbinin təsvirindən istifadə olunmur:',\n      options: [\n        'A. Hüquqi aktların blanklarında',\n        'B. Dövlətin adından verilən sənədlərin blanklarında',\n        'C. Hüquqi aktların və dövlətin adından verilən sənədlərin möhürlərində',\n        'D. AR kağız və metal pul nişanlarında'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 6-cı maddəsinə görə, Dövlət Gerbinin təsvirindən \"hüquqi aktların və dövlətin adından verilən sənədlərin möhürlərində\" istifadə olunur. Buna görə də, sualda \"istifadə olunmur\" deyilmiş cavab C variantı yanlışdır.'\n    },\n    {\n      id: 653,\n      text: 'AR Dövlət Gerbinin təsvirindən istifadə olunur: 1.  Hüquqi aktların və dövlətin adından verilən sənədlərin blanklarında və möhürlərində 2.  AR qiymətli kağızlarının möhürlərində 3.  AR vətəndaşının şəxsiyyət vəsiqəsində 4.  AR vətəndaşının pasportunda 5.  Dövlət orqanlarının (dövlətin adından hakimiyyət səlahiyyətlərini həyata keçirən qurumların) sənəd blanklarında və möhürlərində 6.  AR bütün məhkəmələrinin binalarında və məhkəmə iclaslarının salonlarında',\n      options: [\n        'A. 1; 2; 6',\n        'B. 3; 4; 5',\n        'C. 2; 4; 5; 6',\n        'D. Hamısı'\n      ],\n      correctAnswer: 1,\n      explanation: 'Qanunun 6-cı maddəsinə əsasən, gerbin təsviri \"AR vətəndaşının şəxsiyyət vəsiqəsində, pasportunda və dövlət orqanlarının sənəd blanklarında və möhürlərində\" istifadə olunur. Digər variantlar qanunda bu şəkildə göstərilmir.'\n    },\n    {\n      id: 654,\n      text: 'AR Dövlət Gerbinin təsvirindən istifadə olunan yerlərdən hansı doğru deyil?',\n      options: [\n        'A. Dövlət orqanlarının binalarının lövhələrində',\n        'B. Dövlət təltiflərinin təsvirində',\n        'C. AR diplomatik nümayəndəliklərinin və konsulluqlarının binalarında',\n        'D. Hamısı doğrudur'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 6.1.13-cü maddəsinə əsasən, AR diplomatik nümayəndəliklərinin və konsulluqlarının \"binalarının lövhələrində\" gerbin təsvirindən istifadə olunur, birbaşa binaların özündə deyil. Buna görə də \"C\" variantı doğru deyil.'\n    },\n    {\n      id: 655,\n      text: 'AR Dövlət Gerbinin təsvirindən istifadə olunmur:',\n      options: [\n        'A. AR Milli Məclisinin rəsmi nəşrlərində',\n        'B. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanın (qurumun) rəsmi nəşrlərində',\n        'C. AR sərhəd nişanlarında',\n        'D. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanların (qurumların) binalarında'\n      ],\n      correctAnswer: 3,\n      explanation: 'Qanunun 5-ci maddəsinə əsasən, \"Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanların (qurumların) binalarında\" gerbin təsvirindən yox, \"qabarıq təsvirindən\" istifadə olunur. Buna görə də D bəndi yanlışdır.'\n    },\n    {\n      id: 656,\n      text: 'AR Dövlət Gerbinin təsvirinin dövlət orqanlarının binalarının lövhələrində və sərhəd nişanlarında istifadə olunması qaydaları kim tərəfindən müəyyən edilir?',\n      options: [\n        'A. Müvafiq icra hakimiyyəti orqanı',\n        'B. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)',\n        'C. Mərkəzi icra hakimiyyəti orqanı',\n        'D. AR Prezidenti'\n      ],\n      correctAnswer: 1,\n      explanation: 'Qanunun 7-ci maddəsinə əsasən, bu qaydalar \"müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)\" tərəfindən müəyyən edilir.'\n    },\n    {\n      id: 657,\n      text: 'AR Dövlət Gerbinin təsvirindən istifadənin digər hallarını kim müəyyən edir?',\n      options: [\n        'A. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)',\n        'B. Müvafiq icra hakimiyyəti orqanı',\n        'C. Mərkəzi icra hakimiyyəti orqanı',\n        'D. AR Prezidenti'\n      ],\n      correctAnswer: 0,\n      explanation: 'Qanunun 8-ci maddəsinə əsasən, Dövlət Gerbinin təsvirindən istifadənin digər halları \"müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)\" tərəfindən müəyyən edilir.'\n    },\n    {\n      id: 658,\n      text: 'AR Dövlət Gerbinin təsviri olan möhürlərin və sənəd blanklarının hazırlanması, istifadə olunması, saxlanılması və məhv edilməsi qaydaları kim tərəfindən müəyyən olunur?',\n      options: [\n        'A. Müvafiq icra hakimiyyəti orqanı',\n        'B. Mərkəzi icra hakimiyyəti orqanı',\n        'C. Müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)',\n        'D. AR Prezidenti'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 9-cu maddəsinə əsasən, bu qaydalar \"müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum)\" tərəfindən müəyyən edilir.'\n    },\n    {\n      id: 659,\n      text: 'Doğru olmayan bəndi tapın:',\n      options: [\n        'A. AR Dövlət Gerbi oturulan və ayaq basılan yerlərdə təsvir edilə bilməz',\n        'B. AR Dövlət Gerbinin təhrifinə yol verilmir',\n        'C. AR bütün təhsil müəssisələrində yeni dərs ilinin birinci həftəsi AR digər rəmzləri ilə yanaşı, AR Dövlət Gerbinin öyrənilməsinə həsr edilir',\n        'D. AR Dövlət Gerbinin təsvirindən AR kağız və metal pul nişanlarında istifadə edilə bilər'\n      ],\n      correctAnswer: 2,\n      explanation: 'Qanunun 11-ci maddəsinə görə, təhsil müəssisələrində bu öyrənilmə yalnız \"ümumtəhsil müəssisələrində\" keçirilir, bütün təhsil müəssisələrində deyil. Buna görə də C bəndi yanlışdır.'\n    },\n    {\n      id: 660,\n      text: '\"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanununa əsasən, bu Qanunun tələblərini pozan şəxslər: 1.  Mülki Məcəlləyə uyğun olaraq məsuliyyət daşıyırlar 2.  Mülki-Prosessual Məcəlləyə uyğun olaraq məsuliyyət daşıyırlar 3.  İnzibati Xətalar Məcəlləsinə uyğun olaraq məsuliyyət daşıyırlar 4.  Cinayət Məcəlləsinə uyğun olaraq məsuliyyət daşıyırlar 5.  İntizam məsuliyyətinə cəlb olunurlar 6.  İnzibati qaydada cərimə olunurlar 7.  Qanunla müəyyən qaydada cərimə olunurlar və ya onlar barəsində digər cinayət-hüquqi tədbirlər görülür',\n      options: [\n        'A. 1; 3; 4',\n        'B. 2; 3; 7',\n        'C. 2; 5; 6',\n        'D. 1; 3; 7'\n      ],\n      correctAnswer: 0,\n      explanation: 'Qanunun 12-ci maddəsinə əsasən, Qanunun tələblərini pozan şəxslər \"Mülki Məcəlləyə, İnzibati Xətalar Məcəlləsinə və Cinayət Məcəlləsinə\" uyğun olaraq məsuliyyət daşıyırlar. Bu, A bəndinə uyğundur.'\n    },\n    {\n      id: 661,\n      text: '\"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanunu hansı tarixdə və kim tərəfindən qəbul edilib?',\n      options: [\n        'A. 19 fevral 2019-cu ildə AR Milli Məclisi tərəfindən',\n        'B. 19 fevral 2019-cu ildə AR Prezidenti tərəfindən',\n        'C. 15 aprel 2019-cu ildə AR Milli Məclisi tərəfindən',\n        'D. 15 aprel 2019-cu ildə AR Prezidenti tərəfindən'\n      ],\n      correctAnswer: 0,\n      explanation: '\"AR Dövlət Gerbindən istifadə qaydaları haqqında\" AR Qanunu \"19 fevral 2019-cu ildə AR Milli Məclisi\" tərəfindən qəbul edilib.'\n    }\n  ]\n};"
}