{
  "id": "Melumat_azadligi",
  "raw_js": "export const Melumat_azadligi = {\n  name: \"Məlumat azadlığı\",\n  \"questions\": [\n    {\n      \"id\": 801,\n      \"text\": \"“Məlumat azadlığı haqqında” qanun Konstitusiyanın hansı maddəsində əks olunmuşdur?\",\n      \"options\": [\n        \"21\",\n        \"57\",\n        \"50\",\n        \"51\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Məlumat azadlığı Konstitusiyanın 50-ci maddəsində öz əksini tapmışdır.\"\n    },\n    {\n      \"id\": 802,\n      \"text\": \"Bu Qanunun məqsədləri üçün məlumat dedikdə nə nəzərdə tutulur?\",\n      \"options\": [\n        \"təqdimat formasından asılı olmayaraq təbiətdə, cəmiyyətdə və dövlətdə baş vermiş hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlər nəzərdə tutulur\",\n        \"açıqlanması yalnız ictimaiyyət üçün nəzərdə tutulan hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlər nəzərdə tutulur\",\n        \"təqdimat formasından asılı olmayaraq yalnız fiziki və hüquqi şəxslər haqqında xəbərlər nəzərdə tutulur\",\n        \"təqdimat formasından asılı olaraq yalnız cəmiyyətdə baş vermiş hadisələr və vəzifəli şəxslər haqqında xəbərlər nəzərdə tutulur\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumat təqdimat formasından asılı olmayaraq təbiətdə, cəmiyyətdə və dövlətdə baş vermiş hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlərdir[cite: 17, 18, 19, 20, 201, 202, 203, 204].\"\n    },\n    {\n      \"id\": 803,\n      \"text\": \"Kimin məlumat əldə etmək üçün müraciət etmək hüququ vardır?\",\n      \"options\": [\n        \"hər kəsin\",\n        \"yalnız AR vətəndaşlarının\",\n        \"hüquqi şəxslərin\",\n        \"vəzifəli şəxslərin\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Qanun hər kəsin məlumat əldə etmək üçün müraciət etmək hüququna malik olduğunu müəyyən edir[cite: 33, 251, 252].\"\n    },\n    {\n      \"id\": 804,\n      \"text\": \"Məlumat azadlığının məhdudlaşdırılmasına hansı hallarda yol verilir?\",\n      \"options\": [\n        \"yalnız AR Konstitusiyasında nəzərdə tutulmuş hallarda\",\n        \"ictimai informasiya üçün nəzərdə tutulduqda\",\n        \"“Məlumat azadlığı haqqında” qanunda nəzərdə tutulmuş hallarda\",\n        \"hamısı\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumat azadlığının məhdudlaşdırılmasına yalnız AR Konstitusiyasında nəzərdə tutulmuş hallarda yol verilir[cite: 40, 41, 269, 270, 271].\"\n    },\n    {\n      \"id\": 805,\n      \"text\": \"“Məlumat azadlığı haqqında” qanunun təyinatı nədən ibarətdir?\",\n      \"options\": [\n        \"məlumat azadlığı və dövlət sirrinin həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir\",\n        \"informasiya əldə olunmasının həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir\",\n        \"məlumat azadlığının həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir\",\n        \"hamısı doğrudur\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Qanun məlumat azadlığının həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir[cite: 55, 56, 57, 280, 281, 282].\"\n    },\n    {\n      \"id\": 806,\n      \"text\": \"Məlumat münasibətlərinin subyektləri kimlərdir?\",\n      \"options\": [\n        \"yalnız fiziki şəxslər\",\n        \"fiziki və hüquqi şəxslər\",\n        \"yalnız hüquqi şəxslər\",\n        \"əcnəbi və vətəndaşlığı olmayan şəxslər\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Məlumat münasibətlərinin subyektləri fiziki və hüquqi şəxslərdir[cite: 62, 286, 287].\"\n    },\n    {\n      \"id\": 807,\n      \"text\": \"Məlumat azadlığının həyata keçirilməsinin əsas prinsiplərindən biri yanlışdır?\",\n      \"options\": [\n        \"məlumat azadlığının təmin edilməsi\",\n        \"şəxsiyyətin, cəmiyyətin və dövlətin təhlükəsizliyinin qorunması\",\n        \"məlumatın açıqlığı və onun mübadilə edilməsinin azadlığı\",\n        \"dövlət sirrinin mühafizəsi\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Dövlət sirrinin mühafizəsi məlumat azadlığının əsas prinsiplərinə daxil deyil[cite: 73, 302].\"\n    },\n    {\n      \"id\": 808,\n      \"text\": \"Məlumatın əldə edilməsi üçün təminatlardan biri yanlışdır?\",\n      \"options\": [\n        \"dövlət hakimiyyəti orqanlarının və bələdiyyələrin öz fəaliyyətləri və qəbul olunmuş qərarları barədə məlumatlar vermələri yolu ilə\",\n        \"normativ-hüquqi aktların qanunvericilikdə nəzərdə tutulmuş qaydada əhalinin nəzərinə çatdırılması ilə\",\n        \"vətəndaşların həyatı və sağlamlığı üçün təhlükə yaradan fövqəladə hallar, təbii fəlakətlər və qəzalar barədə əhaliyə dərhal məlumat verilməsi ilə\",\n        \"dövlət hakimiyyəti orqanlarında açıqlanması məhdudlaşdırılan məlumatın əldə edilməsi üçün informasiya xidmətinin yaradılması ilə\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Açıqlanması məhdudlaşdırılan məlumatların əldə edilməsi üçün xidmətin yaradılması məlumatın əldə edilməsi təminatlarına daxil deyil[cite: 87, 88, 89, 90, 337, 338, 339, 340].\"\n    },\n    {\n      \"id\": 809,\n      \"text\": \"Aşağıdakılardan biri məlumatın mənbələrinə daxildir?\",\n      \"options\": [\n        \"dövlət sirri təşkil edən məlumatları əks etdirən sənədlər\",\n        \"gizli çıxışlar\",\n        \"kütləvi informasiya agentlikləri\",\n        \"alınması məhdudlaşdırılan məlumatları əks etdirən sənədlər\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Kütləvi informasiya agentlikləri məlumatın mənbələrinə daxildir[cite: 96, 353, 354].\"\n    },\n    {\n      \"id\": 810,\n      \"text\": \"Əldə edilməsi qaydasına görə məlumatlar neçə cür olur?\",\n      \"options\": [\n        \"1\",\n        \"2\",\n        \"3\",\n        \"4\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Əldə edilməsi qaydasına görə məlumatlar açıq və alınması məhdudlaşdırılan olmaqla iki cür olur[cite: 102, 377, 378].\"\n    },\n    {\n      \"id\": 811,\n      \"text\": \"Açıq məlumatın əldə edilməsi yollarından biri səhvdir?\",\n      \"options\": [\n        \"rəsmi nəşrlərlə\",\n        \"fiziki və hüquqi şəxslərə təqdim edilməsi ilə\",\n        \"internet informasiya ehtiyatları vasitəsilə\",\n        \"dövlət–peşə sahələrinin təqdim edilməsi ilə\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Dövlət-peşə sahələrinin təqdim edilməsi açıq məlumatın əldə edilməsi yollarından biri deyil[cite: 111, 112, 392, 393].\"\n    },\n    {\n      \"id\": 812,\n      \"text\": \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və məlumat əldə edilməsi haqqında sorğuya baxılması hansı qanunla tənzimlənir?\",\n      \"options\": [\n        \"\\\"İnformasiya əldə etmək haqqında\\\" AR Qanunu ilə\",\n        \"“Məlumat azadlığı haqqında” AR Qanunu ilə\",\n        \"Konstitusiya ilə\",\n        \"hamısı\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və ona baxılması \\\"İnformasiya əldə etmək haqqında\\\" AR Qanunu ilə tənzimlənir[cite: 117, 118, 473, 474, 475].\"\n    },\n    {\n      \"id\": 813,\n      \"text\": \"Məlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi kimin üzərinə düşür?\",\n      \"options\": [\n        \"müraciət edənin\",\n        \"sorğu göndərənin\",\n        \"cavabdehin\",\n        \"hər kəsin\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Məlumatın verilməməsinin qanuniliyini sübuta yetirmək vəzifəsi cavabdehin üzərinə düşür[cite: 128, 497, 498].\"\n    },\n    {\n      \"id\": 814,\n      \"text\": \"Şəxsiyyət barədə məlumata aiddir?\",\n      \"options\": [\n        \"şəxsiyyət haqqında deyilən və ya açıq elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmiş və ya gizli elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmiş və ya açıq elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmədən açıq elan edilmiş xəbər\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Şəxsiyyət haqqında məlumat sənədləşdirilmiş və ya açıq elan edilmiş xəbərdir[cite: 135, 136, 509, 510, 511, 658, 659].\"\n    },\n    {\n      \"id\": 815,\n      \"text\": \"Hansı məlumatlar yalnız könüllü təqdim edildiyi halda dövlət orqanları tərəfindən toplanıla bilər?\",\n      \"options\": [\n        \"yalnız dini mənsubiyyət\",\n        \"dini mənsubiyyəti və əqidəsi barədə\",\n        \"yalnız əqidəsi barədə\",\n        \"şəxsiyyətin siyasi partiyaya üzvlüyü və ya bitərəf olması barədə\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Şəxsin dini mənsubiyyəti və əqidəsi barədə məlumat yalnız onun könüllü təqdim etdiyi halda dövlət orqanları tərəfindən toplanıla bilər[cite: 143, 144, 548, 549, 550, 551].\"\n    },\n    {\n      \"id\": 816,\n      \"text\": \"Hansı hallar istisna olmaqla şəxsiyyətin onun haqqında məlumatın toplanması ilə əlaqədar hüquqları vardır?\",\n      \"options\": [\n        \"qanunla müəyyən edilmiş qaydada sahibkarlıq fəaliyyəti zamanı əldə edilən məlumatlar\",\n        \"ictimai-siyasi fəaliyyətlə bağlı toplanan məlumatlar\",\n        \"qanunla müəyyən edilmiş qaydada əməliyyat-axtarış fəaliyyəti zamanı əldə edilən məlumatlar\",\n        \"bütün hallarda şəxsiyyətin onun haqqında məlumatın toplanması ilə əlaqədar hüquqları vardır\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Qanunla müəyyən edilmiş qaydada əməliyyat-axtarış fəaliyyəti zamanı əldə edilən məlumatlar istisna olmaqla, şəxsiyyətin özü haqqında məlumatların toplanması ilə bağlı hüquqları var[cite: 156, 157, 158].\"\n    },\n    {\n      \"id\": 817,\n      \"text\": \"Aşağıdakılardan biri doğru deyil?\",\n      \"options\": [\n        \"qanunvericilikdə nəzərdə tutulmamış hallarda gizli şəkildə məlumatın alınması üçün nəzərdə tutulan texniki vasitələrdən istifadə etmək, poçt və teleqraf göndərişlərini yoxlamaq, telefon danışıqlarına qulaq asmaq qadağandır\",\n        \"şəxslər haqqında məlumatın saxlanılması qanuni məqsədlər üçün qanunvericiliklə müəyyən edilmiş zəruri olan müddətdən çox ola bilməz\",\n        \"qanunvericiliyə müvafiq surətdə dövlət orqanlarının topladığı məlumatların kənar şəxslər tərəfindən əldə etməsinə yol verilmir\",\n        \"məlumatın aldatma, hədə-qorxu və başqa qanunsuz vasitələrlə toplanması məhkəmə istintaqı zamanı mümkündür\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Məlumatın aldatma, hədə-qorxu və digər qanunsuz vasitələrlə toplanması məhkəmə istintaqı zamanı da qadağandır[cite: 177, 178, 179].\"\n    },\n    {\n      \"id\": 818,\n      \"text\": \"Açıq məlumatın verilməsi barədə müqavilə hansı qanunvericiliyə uyğun bağlanılır?\",\n      \"options\": [\n        \"İnzibati xətalar məcəlləsinə\",\n        \"Vergilər məcəlləsinə\",\n        \"Mülki məcəlləyə\",\n        \"“Məlumat azadlığı haqqında” qanuna əsasən\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Açıq məlumatın verilməsi barədə müqavilə mülki qanunvericiliyə uyğun bağlanılır[cite: 185, 614, 615].\"\n    },\n    {\n      \"id\": 819,\n      \"text\": \"Müqavilənin olmamasına görə məlumatı verməkdən kimlər imtina edə bilməzlər?\",\n      \"options\": [\n        \"hüquqi şəxslər\",\n        \"fiziki şəxslər\",\n        \"bələdiyyələr\",\n        \"heç kəs\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Dövlət hakimiyyəti orqanları və bələdiyyələr müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər[cite: 193, 621, 622, 623].\"\n    },\n    {\n      \"id\": 820,\n      \"text\": \"Bu Qanunun məqsədləri üçün məlumat dedikdə nə nəzərdə tutulur?\",\n      \"options\": [\n        \"Açıqlanması yalnız ictimaiyyət üçün nəzərdə tutulan hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlər nəzərdə tutulur.\",\n        \"Təqdimat formasından asılı olmayaraq təbiətdə, cəmiyyətdə və dövlətdə baş vermiş hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlər nəzərdə tutulur.\",\n        \"Təqdimat formasından asılı olaraq təbiətdə, cəmiyyətdə və dövlətdə baş vermiş hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlər nəzərdə tutulur.\",\n        \"Təqdimat formasından asılı olaraq yalnız cəmiyyətdə baş vermiş hadisələr və vəzifəli şəxslər haqqında xəbərlər nəzərdə tutulur.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Məlumat təqdimat formasından asılı olmayaraq təbiətdə, cəmiyyətdə və dövlətdə baş vermiş hadisələr, proseslər, faktlar və şəxslər haqqında xəbərlərdir[cite: 201, 202, 203, 204].\"\n    },\n    {\n      \"id\": 821,\n      \"text\": \"Məlumat azadlığının təminatı maddəsinə aid olmayan variantı seçin:\",\n      \"options\": [\n        \"Hər kəsin məlumat əldə etmək üçün müraciət etmək hüququ vardır.\",\n        \"Məlumat azadlığın məhdudlaşdırılmasına AR Konstitusiyasında nəzərdə tutulmuş hallarda yol verilir.\",\n        \"Məlumat azadlığın məhdudlaşdırılmasına yalnız AR Konstitusiyasında nəzərdə tutulmuş hallarda yol verilir.\",\n        \"Məlumat azadlığından istifadə edilməsi qaydası AR Konstitusiyası və ona müvafiq olaraq AR Qanunları ilə müəyyən edilir.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Məlumat azadlığının məhdudlaşdırılmasına aidiyyəti üzrə yalnız AR Konstitusiyası ilə yol verilir[cite: 219, 220, 221].\"\n    },\n    {\n      \"id\": 822,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən:\",\n      \"options\": [\n        \"AR Konstitusiyasının 50-ci maddəsinə uyğun olaraq hər bir vətəndaşın istədiyi məlumatı qanuni yolla axtarmaq, əldə etmək, ötürmək, hazırlamaq və yaymaq azadlığı vardır.\",\n        \"AR Konstitusiyasının 57-ci maddəsinə uyğun olaraq hər kəsin istədiyi məlumatı qanuni yolla axtarmaq, əldə etmək, ötürmək, hazırlamaq və yaymaq azadlığı vardır.\",\n        \"AR Konstitusiyasının 50-ci və 94 cü maddəsinin birinci hissəsinə uyğun olaraq hər kəsin istədiyi məlumatı qanuni yolla axtarmaq, əldə etmək, ötürmək, hazırlamaq və yaymaq azadlığı vardır.\",\n        \"AR Konstitusiyasının 50-ci maddəsinə uyğun olaraq hər kəsin istədiyi məlumatı qanuni yolla axtarmaq, əldə etmək, ötürmək, hazırlamaq və yaymaq azadlığı vardır.\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"AR Konstitusiyasının 50-ci maddəsinə uyğun olaraq hər kəsin istədiyi məlumatı qanuni yolla axtarmaq, əldə etmək, ötürmək, hazırlamaq və yaymaq azadlığı vardır[cite: 241, 242, 243, 244].\"\n    },\n    {\n      \"id\": 823,\n      \"text\": \"Kimin məlumat əldə etmək üçün müraciət etmək hüququ vardır?\",\n      \"options\": [\n        \"Yalnız hüquqi şəxslərin məlumat əldə etmək üçün müradət etmək hüququ vardır.\",\n        \"Yalnız AR vətəndaşlarının məlumat əldə etmək üçün müradət etmək hüququ vardır.\",\n        \"Hər kəsin məlumat əldə etmək üçün müradət etmək hüququ vardır.\",\n        \"Yalnız vəzifəli şəxslərin məlumat əldə etmək üçün müradət etmək hüququ vardır.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Qanun hər kəsin məlumat əldə etmək üçün müraciət etmək hüququna malik olduğunu müəyyən edir[cite: 251, 252].\"\n    },\n    {\n      \"id\": 824,\n      \"text\": \"Məlumat azadlığının məhdudlaşdınlmasına hansı hallarda yol verilir?\",\n      \"options\": [\n        \"Məlumat azadlığının məhdudlaşdırılmasına \\\"Məlumat azadlığı haqqında\\\" ARQ-da nəzərdə tutulmuş hallarda yol verilir.\",\n        \"Məlumat azadlığının məhdudlaşdırılmasına heç bir halda yol verilmir.\",\n        \"Məlumat azadlığının məhdudlaşdırılmasına Milli Məclisin qərarı ilə yol verilir.\",\n        \"Məlumat azadlığının məhdudlaşdırılmasına yalnız AR Konstitusiyasında nəzərdə tutulmuş hallarda yol verilir.\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Məlumat azadlığının məhdudlaşdırılmasına yalnız AR Konstitusiyasında nəzərdə tutulmuş hallarda yol verilir[cite: 269, 270, 271].\"\n    },\n    {\n      \"id\": 825,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən:\",\n      \"options\": [\n        \"Bu qanun məlumat azadlığı və dövlət sirrinin həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir.\",\n        \"Bu qanun informasiya əldə olunmasının həyata keçirilməsi ilə əlaqədar yaranan munasıbətlən tənzimləyir.\",\n        \"Bu qanun məlumat azadlığının həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir.\",\n        \"Hamısı doğrudur.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Bu qanun məlumat azadlığının həyata keçirilməsi ilə əlaqədar yaranan münasibətləri tənzimləyir[cite: 280, 281, 282].\"\n    },\n    {\n      \"id\": 826,\n      \"text\": \"Məlumat münasibətlərinin subyektləri kimlərdir?\",\n      \"options\": [\n        \"Məlumat münasibətlərinin subyektləri fiziki və hüquqi şəxslərdir.\",\n        \"Məlumat münasibətlərinin subyektləri yalnız fiziki şəxslərdir.\",\n        \"Məlumat münasibətlərinin subyektləri yalnız hüquqi şəxslərdir.\",\n        \"Məlumat münasibətlərinin subyektləri əcnəbi və vətəndaşlığı olmayan şəxslərdir.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumat münasibətlərinin subyektləri fiziki və hüquqi şəxslərdir[cite: 286, 287].\"\n    },\n    {\n      \"id\": 827,\n      \"text\": \"Məlumat azadlığının həyata keçirilməsinin əsas prinsipləri kimi biri yalnışdır?\",\n      \"options\": [\n        \"məlumat azadlığının təmin edilməsi;\",\n        \"məlumatın obyektivliyi, tamlığı və həqiqiliyi;\",\n        \"şəxsiyyətin, cəmiyyətin və dövlətin təhlükəsizliyinin qorunması;\",\n        \"dövlət sirrinin mühafizə edilməsi\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Dövlət sirrinin mühafizəsi məlumat azadlığının əsas prinsiplərinə daxil deyil[cite: 302].\"\n    },\n    {\n      \"id\": 828,\n      \"text\": \"Məlumat azadlığının həyata keçirilməsinin əsas prinsiplərindəndir:\",\n      \"options\": [\n        \"məlumatın açıqlığı və onun mübadilə edilməzliyinin azadlığı;\",\n        \"məlumatın axtarılmasının, əldə edilməsinin, istifadə olunmasının, yayılmasının və qorunmasının qanuniliyi və qərəzliliyi\",\n        \"hər kəsin şəxsi və ailə həyatının sirrinin saxlanması;\",\n        \"şəxsiyyətin, cəmiyyətin və respublikanın təhlükəsizliyinin qorunması\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Hər kəsin şəxsi və ailə həyatının sirrinin saxlanması məlumat azadlığının həyata keçirilməsinin əsas prinsiplərindəndir[cite: 311, 312].\"\n    },\n    {\n      \"id\": 829,\n      \"text\": \"Məlumatın əldə edilməsi aşağıdakı yolla təmin edilir.\",\n      \"options\": [\n        \"statistik məlumatlardan, kitabxanaların, arxivlərin və muzeylərin fondlarından, habelə informasiya sistemlərindən maneəsiz istifadə edilməməsi ilə;\",\n        \"vətəndaşlann həyatı və sağlamlığı üçün təhlükə yaradan fövqəladə hallar, təbii fəlakətlər və qəzalar barədə əhaliyə zəruri hallarda məlumat verilməsi ilə;\",\n        \"xüsusi hallarda dövlət təhlükəsizliyinə xətər yaradan fövqəladə hallar barədə əhaliyə dərhal məlumat verilməsi ilə;\",\n        \"kütləvi informasiya vasitələrində, o cümlədən mətbuatda dövlət senzurasına yol verilməməsi ilə\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Kütləvi informasiya vasitələrində, o cümlədən mətbuatda dövlət senzurasına yol verilməməsi məlumatın əldə edilməsi yollarından biridir[cite: 328, 329, 330].\"\n    },\n    {\n      \"id\": 830,\n      \"text\": \"Məlumatın əldə edilməsi yollarına aid deyil:\",\n      \"options\": [\n        \"dövlət hakimiyyəti orqanlarının və bələdiyyələrin öz fəaliyyətləri və qəbul olunmuş qərarları barədə məlumatlar vermələri yolu ilə;\",\n        \"dövlət hakimiyyəti orqanlarında açıqlanması məhdudlaşdınlan məlumatın əldə edilməsi üçün informasiya xidmətinin yaradılması ilə;\",\n        \"normativ-hüquqi aktların qanunvericilikdə nəzərdə tutulmuş qaydada əhalinin nəzərinə çatdırılması ilə;\",\n        \"kütləvi informasiya vasitələrində, o cümlədən mətbuatda dövlət senzurasına yol verilməməsi ilə\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Açıqlanması məhdudlaşdırılan məlumatın əldə edilməsi üçün informasiya xidmətinin yaradılması məlumatın əldə edilməsi yollarına aid deyil[cite: 337, 338, 339, 340].\"\n    },\n    {\n      \"id\": 831,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən məlumat mənbələrinə aid deyil:\",\n      \"options\": [\n        \"qanunvericilikdə nəzərdə tutulmuş qaydada məlumatlan əks etdirən sənədlər və başqa daşıyıcılar;\",\n        \"kütləvi informasiya vasitələrinin məlumatları;\",\n        \"alınması məhdudlaşdınlan məlumatları əks etdirən sənədlər;\",\n        \"açıq çıxışlar\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Alınması məhdudlaşdırılan məlumatları əks etdirən sənədlər məlumat mənbələrinə aid deyil[cite: 355, 356].\"\n    },\n    {\n      \"id\": 832,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən doğru olan variantı seçin:\",\n      \"options\": [\n        \"Məlumatın əldə edilməsi Konstitusiya ilə müəyyən edilmiş qaydada və üsullarla həyata keçirilir.\",\n        \"Məlumatın əldə edilməsi müvafiq qanunvericiliklə müəyyən edilmiş qaydada və üsullarla və müqavilə ilə həyata keçirilir.\",\n        \"Məlumatın əldə edilməsi müvafiq qanunvericiliklə müəyyən edilmiş qaydada və üsullarla həyata keçirilir.\",\n        \"Məlumatın əldə edilməsi\\\"İnformasiya əldə etmək haqqında\\\" AR qanunu ilə müəyyən edilmiş qaydada və üsullarla həyata keçirilir.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Məlumatın əldə edilməsi müvafiq qanunvericiliklə müəyyən edilmiş qaydada və üsullarla həyata keçirilir[cite: 367, 368, 369].\"\n    },\n    {\n      \"id\": 833,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən əldə edilməsi qaydasına görə məlumat:\",\n      \"options\": [\n        \"Açıq məlumata və alınması məhdudlaşdınlan məlumata bölünür.\",\n        \"Qapalı məlumata və alınması məhudlaşdırılmayan məlumata bölünür.\",\n        \"Açıq məlumata və qapalı məlumata bölünür.\",\n        \"Açıq məlumata və gizli məlumata bölünür.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumat əldə edilməsi qaydasına görə açıq və alınması məhdudlaşdırılan məlumatlara bölünür[cite: 377, 378].\"\n    },\n    {\n      \"id\": 834,\n      \"text\": \"Açıq məlumatların əldə edilməsi yollarından biri səhvdir?\",\n      \"options\": [\n        \"rəsmi nəşrlərlə\",\n        \"fiziki və hüquqi şəxslərə təqdim edilməsi ilə\",\n        \"qanunvericiliklə nəzərdə tutulan başqa üsullarla\",\n        \"dövlət-peşə sahələrinin təqdim edilməsi ilə\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Dövlət-peşə sahələrinin təqdim edilməsi açıq məlumatların əldə edilməsi yollarından deyil[cite: 392, 393].\"\n    },\n    {\n      \"id\": 835,\n      \"text\": \"Açıq məlumatın alınması qaydası və şərtləri necə müəyyən olunur?\",\n      \"options\": [\n        \"alınması məhdudlaşdırılan məlumatın qaydası və şərtləri bu qanunla, İnformasiya əldə etmək haqqında AR Qanunu, digər qanunvericilik aktları və ya müqavilə ilə (məlumatın verilməsi müqavilə əsasında həyata keçirilirsə) müəyyən olunur;\",\n        \"Açıq məlumatın alınması qaydası və şərtləri bu qanunla, İnformasiya əldə etmək haqqında AR Qanunu, digər qanunvericilik aktları və ya müqavilə ilə (məlumatın verilməsi müqavilə əsasında həyata keçirilirsə) müəyyən olunur;\",\n        \"Açıq məlumatın alınması qaydası və şərtləri İnformasiya əldə etmək haqqında AR Qanunu, digər qanunvericilik aktları və ya müqavilə ilə (məlumatın verilməsi müqavilə əsasında həyata keçirilirsə) müəyyən olunur;\",\n        \"Açıq məlumatın və alınması məhdudlaşdırılan məlumatın alınması qaydası və şərtləri bu qanunla, İnformasiya əldə etmək haqqında AR Qanunu, digər qanunvericilik aktları və ya müqavilə ilə (məlumatın verilməsi müqavilə əsasında həyata keçirilirsə) müəyyən olunur.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Açıq məlumatın alınması qaydası və şərtləri bu qanunla, “İnformasiya əldə etmək haqqında” AR Qanunu, digər qanunvericilik aktları və ya müqavilə ilə müəyyən olunur[cite: 402, 403, 404, 405, 406, 407].\"\n    },\n    {\n      \"id\": 836,\n      \"text\": \"Alınması məhdudlaşdırılan məlumatlara hansı məlumatlar aiddir?\",\n      \"options\": [\n        \"Dövlət, peşə (yalnız vəkil və notariat), qulluq, bank, kommersiya, istintaq və məhkəmə sirləri, şəxslərin şəxsi və ailə həyatına, terror aktlarına aid olan məlumatlar aiddirlər.\",\n        \"Dövlət, peşə (vəkil, notariat, həkim), qulluq, bank, kommersiya, məhkəmə qərarları, şəxslərin şəxsi və ailə həyatına, terror aktlarına aid olan məlumatlar aiddirlər.\",\n        \"Dövlət, peşə (vəkil, notariat, həkim), qulluq, bank, kommersiya, istintaq və məhkəmə sirləri, şəxslərin şəxsi və ailə həyatına, terror aktlanna aid olan məlumatlar aiddirlər.\",\n        \"Dövlət, peşə (vəkil, notariat, həkim), qulluq, bank, kommersiya, istintaq və məhkəmə sirləri, şəxslərin sənədləşdirilmiş məlumatları, terror aktlanna aid olan məlumatlar aiddirlər.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Alınması məhdudlaşdırılan məlumatlara dövlət, peşə (vəkil, notariat, həkim), qulluq, bank, kommersiya, istintaq və məhkəmə sirləri, şəxslərin şəxsi və ailə həyatına, terror aktlarına aid olan məlumatlar daxildir[cite: 433, 434, 435, 436, 437].\"\n    },\n    {\n      \"id\": 837,\n      \"text\": \"Ətraf mühitə dair informasiya hansı hallarda alınması məhdudlaşdınlan məlumata aid edilir?\",\n      \"options\": [\n        \"Yalnız Konstitusiya ilə müəyyən edilmiş hallarda alınması məhdudlaşdırılan məlumata aid edilir.\",\n        \"Müvafiq qanunvericiliklə müəyyən edilmiş hallarda alınması məhdudlaşdınlan məlumata aid edilir.\",\n        \"Müvafiq icra Hakimiyyətinin fərmanı ilə müəyyən edilmiş hallarda alınması məhdudlaşdınlan məlumata aid edilir.\",\n        \"Müvafiq qanunvericilik hakimiyətinin qəran ilə müəyyən edilmiş hallarda alınması məhdudlaşdınlan məlumata aid edilir.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Ətraf mühitə dair informasiya yalnız müvafiq qanunvericiliklə müəyyən edilmiş hallarda alınması məhdudlaşdırılan məlumata aid edilir[cite: 449, 450, 451].\"\n    },\n    {\n      \"id\": 838,\n      \"text\": \"Dövlət, peşə (vəkil, notariat, həkim), qulluq, bank, kommersiya, istintaq və məhkəmə sirləri, şəxslərin şəxsi və ailə həyatına, terror aktlanna, ətraf mühitə aid olan məlumatlarla bağlı yaranan münasibətlər necə tənzimlənir?\",\n      \"options\": [\n        \"Müvafiq qanunvericiliklə tənzimlənir.\",\n        \"Konstitusiya ilə tənzimlənir.\",\n        \"Fərmanla tənzimlənir.\",\n        \"\\\"informasiya əldə etmək haqqında\\\" qanunla və müqavilə ilə tənzimlənir.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Bu kimi məlumatlarla bağlı münasibətlər müvafiq qanunvericiliklə tənzimlənir[cite: 464].\"\n    },\n    {\n      \"id\": 839,\n      \"text\": \"Məlumatın əldə edilməsi barədə müraciət hansı qaydada tənzimlənir?\",\n      \"options\": [\n        \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və məlumat əldə edilməsi haqqında sorğuya baxılması \\\"İnformasiya əldə etmək haqqında\\\" AR Qanunu ilə tənzimlənir;\",\n        \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və məlumat əldə edilməsi haqqında sorğuya baxılması \\\"Məlumat azadlığı haqqında\\\" AR Qanunu ilə tənzimlənir;\",\n        \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və məlumat əldə edilməsi haqqında sorğuya baxılması qaydası AR Konstitusiyasına əsasən tənzimlənir;\",\n        \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və məlumat əldə edilməsi haqqında sorğuya baxılması AR Konstitusiyası və \\\"İnformasiya əldə etmək haqqında\\\" AR Qanunu ilə tənzimlənir.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Məlumatın əldə edilməsi üçün sorğunun verilməsi və ona baxılması \\\"İnformasiya əldə etmək haqqında\\\" AR Qanunu ilə tənzimlənir[cite: 473, 474, 475].\"\n    },\n    {\n      \"id\": 840,\n      \"text\": \"Mməlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi kimin üzərinə düşür?\",\n      \"options\": [\n        \"Məlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi sorğu göndərənin üzərinə düşür.\",\n        \"Məlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi cavabdehin üzərinə düşür.\",\n        \"Məlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi müraciət edənin üzərinə düşür.\",\n        \"Məlumatın verilməməsinin qanuniliyinin sübuta yetirilməsi vəzifəsi vəzifəli şəxsin üzərinə düşür.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Məlumatın verilməməsinin qanuniliyini sübuta yetirmək vəzifəsi cavabdehin üzərinə düşür[cite: 497, 498].\"\n    },\n    {\n      \"id\": 841,\n      \"text\": \"Şəxsiyyət haqqında məlumata aiddir?\",\n      \"options\": [\n        \"Şəxsiyyət haqqında sənədləşdirilməmiş və ya açıq elan edilmiş xəbər şəxsiyyət barədə məlumata aiddir.\",\n        \"Şəxsiyyət haqqında sənədləşdirilmiş və ya açıq elan edilmiş xəbər şəxsiyyət barədə məlumata aiddir.\",\n        \"Şəxsiyyət haqqında sənədləşdirilmiş və ya gizli elan edilmiş xəbər şəxsiyyət barədə məlumata aiddir.\",\n        \"Şəxsiyyət haqqında məhdudlaşdırılmış və ya açıq elan edilmiş xəbər şəxsiyyət barədə məlumata aiddir.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Şəxsiyyət haqqında məlumat sənədləşdirilmiş və ya açıq elan edilmiş xəbərdir[cite: 509, 510, 511].\"\n    },\n    {\n      \"id\": 842,\n      \"text\": \"Şəxsiyyət haqqında sənədləşdirilmiş məlumat mənbəyi hansı məlumatlardır?\",\n      \"options\": [\n        \"Şəxsiyyət haqqında sənədləşdirilmiş məlumat mənbəyi onun adına verilmiş, onun tərəfindən hazırlanmış sənədlər və öz səlahiyyətləri çərçivəsində orqanlar tərəfindən şəxsiyyət haqqında toplanmış məlumatlardır.\",\n        \"Şəxsiyyət haqqında sənədləşdirilmiş məlumat mənbəyi onun adına verilmiş, onun tərəfindən imzalanmış sənədlər və kütləvi informasiya vasitələri tərəfindən şəxsiyyət haqqında toplanmış məlumatlardır.\",\n        \"Şəxsiyyət haqqında sənədləşdirilmiş məlumat mənbəyi onun adma verilmiş,birbaşa rəhbəri tərəfindən imzalanmış sənədlər və öz səlahiyyətləri çərçivəsində orqanlar tərəfindən şəxsiyyət haqqında toplanmış məlumatlardır.\",\n        \"Şəxsiyyət haqqmda sənədləşdirilmiş məlumat mənbəyi onun adma verilmiş, onun tərəfindən imzalanmış sənədlər və öz səlahiyyətləri çərçivəsində orqanlar tərəfindən şəxsiyyət haqqında toplanmış məlumatlardır.\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Şəxsiyyət haqqında sənədləşdirilmiş məlumat mənbəyi onun adına verilmiş, onun tərəfindən imzalanmış sənədlər və öz səlahiyyətləri çərçivəsində orqanlar tərəfindən şəxsiyyət haqqında toplanmış məlumatlardır[cite: 539, 540, 541, 542, 543].\"\n    },\n    {\n      \"id\": 843,\n      \"text\": \"Hansı məlumatlar yalnız şəxsiyyət tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər?\",\n      \"options\": [\n        \"Şəxsiyyətin dini mənsubiyyəti və əqidəsi barədə məlumat yalnız onun tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər.\",\n        \"Şəxsiyyətin siyasi partiyaya üzvlüyü və ya bitərəf olması barədə məlumat yalnız onun tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər.\",\n        \"Şəxsiyyətin dini mənsubiyyəti barədə məlumat yalnız onun tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər.\",\n        \"Şəxsiyyətin əqidəsi barədə məlumat yalnız onun tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Şəxsiyyətin dini mənsubiyyəti və əqidəsi barədə məlumat yalnız onun tərəfindən könüllü təqdim edildikdə dövlət orqanları tərəfindən toplana bilər[cite: 548, 549, 550, 551].\"\n    },\n    {\n      \"id\": 844,\n      \"text\": \"Şəxsiyyətin siyasi partiyaya üzvlüyü və ya bitərəf olması barədə məlumat hansı hallarda dövlət orqanlarına təqdim edilməlidir?\",\n      \"options\": [\n        \"yalnız birbaşa rəhbərinin təkidi ilə\",\n        \"yalnız qanunla nəzərdə tutulmuş hallarda\",\n        \"yalnız könüllü təqdim edildikdə\",\n        \"yalnız öz razılığı ilə\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Şəxsiyyətin siyasi partiyaya üzvlüyü və ya bitərəf olması barədə məlumat yalnız qanunla nəzərdə tutulmuş hallarda dövlət orqanlarına təqdim edilməlidir[cite: 569].\"\n    },\n    {\n      \"id\": 845,\n      \"text\": \"Şəxsiyyətin onun haqqmda məlumatın toplanması ilə əlaqədar hansı hüquqları vardır?\",\n      \"options\": [\n        \"qanunla müəyyən edilmiş qaydada əməliyyat-axtanş fəaliyyəti zamanı əldə edilən məlumatlarla tanış olmaq;\",\n        \"cinayət işinin istintaqı ilə əlaqədar toplanılan məlumatlarla tanış olmaq;\",\n        \"bütün hallarda şəxsiyyətin onun haqqmda toplanan məlumatlarla tanış olmaq hüququ vardır;\",\n        \"məlumat toplanması vaxtı onun haqqmda toplanan məlumatın hansı məqsədlə və necə, həmin məlumatın kim tərəfindən istifadə olunmasını bilmək.\"\n      ],\n      \"correctAnswer\": 3,\n      \"explanation\": \"Şəxsiyyətin məlumat toplanması vaxtı onun haqqında toplanan məlumatın hansı məqsədlə və necə, həmin məlumatın kim tərəfindən istifadə olunmasını bilmək hüququ vardır[cite: 583, 584, 585, 586].\"\n    },\n    {\n      \"id\": 846,\n      \"text\": \"\\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən aşağıdakılardan biri doğru deyil:\",\n      \"options\": [\n        \"Şəxsiyyətin onun haqqmda məlumatların toplanılması ilə bağlı \\\"Fərdi məlumatlar haqqmda\\\" AR Qanununa müvafiq digər hüquqları da vardır.\",\n        \"Qanunvericiliyə müvafiq surətdə dövlət orqanlannın topladığı məlumatların kənar şəxslər tərəfindən əldə etməsinə yol verilmir.\",\n        \"Qanunvericiliyə müvafiq surətdə dövlət orqanlarının topladığı məlumatların müstəsna hallarda kənar şəxslər tərəfindən əldə etməsinə yol verilir.\",\n        \"Şəxslər haqqmda məlumatın saxlanılması qanuni məqsədlər üçün qanunvericiliklə müəyyən edilmiş zəruri olan müddətdən çox ola bilməz.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Qanunvericiliyə müvafiq surətdə dövlət orqanlarının topladığı məlumatların kənar şəxslər tərəfindən əldə edilməsinə yol verilmir[cite: 594, 595, 596, 597].\"\n    },\n    {\n      \"id\": 847,\n      \"text\": \"\\\"Məlumatın verilməsi barədə müqavilə hansı qanunvericiliyə uyğun olaraq bağlanır?\",\n      \"options\": [\n        \"Məlumatın verilməsi barədə müqavilə İnzibati Xətalar Məcəlləsinə uyğun bağlanır\",\n        \"Məlumatın verilməsi barədə müqavilə \\\"Məlumat azadlığı haqqında\\\" AR Qanununa əsasən bağlanır;\",\n        \"Məlumatın verilməsi barədə müqavilə mülki qanunvericiliyə uyğun bağlanır;\",\n        \"Məlumatın verilməsi barədə müqavilə AR qanunvericiliyə uyğun bağlanır.\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Məlumatın verilməsi barədə müqavilə mülki qanunvericiliyə uyğun bağlanır[cite: 614, 615].\"\n    },\n    {\n      \"id\": 848,\n      \"text\": \"Kimlər müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər?\",\n      \"options\": [\n        \"Dövlət hakimiyyəti orqanları, bələdiyyələr müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər.\",\n        \"Dövlət hakimiyyəti orqanları müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər.\",\n        \"Bələdiyyələr müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər.\",\n        \"Fiziki və hüquqi şəxslər müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər.\"\n      ],\n      \"correctAnswer\": 0,\n      \"explanation\": \"Dövlət hakimiyyəti orqanları, bələdiyyələr müqavilənin olmamasına görə məlumatı verməkdən imtina edə bilməzlər[cite: 621, 622, 623].\"\n    },\n    {\n      \"id\": 849,\n      \"text\": \"Məlumat azadlığının həyata keçirilməsi kimlərin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır?\",\n      \"options\": [\n        \"Məlumat azadlığının həyata keçirilməsi hüquqi şəxslərin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır.\",\n        \"Məlumat azadlığının həyata keçirilməsi fiziki və hüquqi şəxslərin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır.\",\n        \"Məlumat azadlığının həyata keçirilməsi fiziki şəxslərin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır.\",\n        \"Məlumat azadlığının həyata keçirilməsi dövlət orqanlarının və bələdiyyələrin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır.\"\n      ],\n      \"correctAnswer\": 1,\n      \"explanation\": \"Məlumat azadlığının həyata keçirilməsi fiziki və hüquqi şəxslərin hüquq və mənafelərinin pozulmasına səbəb olmamalıdır[cite: 641, 642, 643].\"\n    },\n    {\n      \"id\": 850,\n      \"text\": \"“Məlumat azadlığı haqqında” AR qanununa əsasən Şəxsiyyət barədə məlumata aiddir?\",\n      \"options\": [\n        \"şəxsiyyət haqqında deyilən və ya açıq elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmiş və ya gizli elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmiş və ya açıq elan edilmiş xəbər\",\n        \"şəxsiyyət haqqında sənədləşdirilmədən açıq elan edilmiş xəbər\"\n      ],\n      \"correctAnswer\": 2,\n      \"explanation\": \"Şəxsiyyət barədə məlumat şəxsiyyət haqqında sənədləşdirilmiş və ya açıq elan edilmiş xəbərdir[cite: 658, 659].\"\n    }\n  ]\n}"
}